my-performance-benchmark/report-nginx/summary.txt
--------------------------------
Summary report @ 14:38:02(-04:00)
--------------------------------

http.codes.200:                    ................................................. 2355
http.downloaded_bytes:             .......................................... 2110080
http.request_rate:                 .............................................. 38.7/sec
http.requests:                     .................................................. 2355
http.response_time (ms):
  min:                             .......................................................... 0
  max:                             .......................................................... 52
  median:                          ....................................................... 1
  p90:                             .......................................................... 2
  p95:                             .......................................................... 3
  p99:                             .......................................................... 5
http.responses:                    ................................................. 2355
http.unexpected_responses:         ...................................... 0
vusers.completed:                  ............................................... 40
vusers.created:                    ................................................. 40
vusers.created_by_name.0:          ....................................... 40
vusers.failed:                     .................................................. 0
vusers.session_length (ms):
  min:                             .......................................................... 60008
  max:                             .......................................................... 60915
  median:                          ....................................................... 60249
  p90:                             .......................................................... 60582
  p95:                             .......................................................... 60686
  p99:                             .......................................................... 60915